Outer Fillet - Corner fillet outer radius.
  Namespace:   Autodesk.Revit.DB.Structure.StructuralSections
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2018
 Syntax
  C#
public double OuterFillet { get; set; }
  Visual Basic
Public Property OuterFillet As Double
	Get
	Set
  Visual C++
public:
property double OuterFillet {
	double get ();
	void set (double value);
}
 See Also
  StructuralSectionGeneralH Class
  Autodesk.Revit.DB.Structure.StructuralSections Namespace